Repository: dofy/Cruft
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# access.banner.checking
source: Checking file access
zh_hans: 正在检查文件访问权限
zh_hant: 正在檢查檔案取用權限

# access.banner.checking.body
source: Nothing is read until the check finishes.
zh_hans: 检查完成前不会读取任何清理目录。
zh_hant: 檢查完成之前不會讀取任何目錄。

# access.banner.enable
source: Turn on access
zh_hans: 开启访问
zh_hant: 開啟取用權限

# access.banner.off
source: File access isn’t on yet
zh_hans: 文件访问尚未开启
zh_hant: 檔案取用還沒開啟

# access.banner.off.body
source: Cruft hasn’t scanned caches, logs, projects, downloads or the Trash.
zh_hans: Cruft 尚未扫描缓存、日志、项目、下载或废纸篓。
zh_hant: Cruft 還沒掃描快取、記錄、專案、下載或垃圾桶。

# access.sheet.body
source: Cruft has to read the development caches, logs, build products, downloads and Trash in your home folder to estimate what they take up and to run the cleanups you confirm. File contents are processed on this machine and never uploaded.
zh_hans: Cruft 需要读取用户目录中的开发缓存、日志、项目产物、下载文件和废纸篓，才能估算空间并执行你确认的清理。文件内容只在本机处理，不会上传。
zh_hant: Cruft 需要讀取個人資料夾裡的開發快取、記錄、專案產物、下載檔案和垃圾桶，才能估算空間並執行你確認過的清理。檔案內容只在本機處理，不會上傳。

# access.sheet.checking
source: Checking…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# access.sheet.note
source: Without access, Cruft doesn’t scan anything.
zh_hans: 未授权时，Cruft 不会扫描清理目录。
zh_hant: 沒有授權時，Cruft 不會掃描任何目錄。

# access.sheet.recheck
source: Check again
zh_hans: 重新检查
zh_hant: 重新檢查

# access.sheet.step1
source: Open Privacy & Security → Full Disk Access
zh_hans: 打开「隐私与安全性 → 完全磁盘访问」
zh_hant: 打開「隱私權與安全性 → 完全取用磁碟」

# access.sheet.step2
source: Add or switch on /Applications/Cruft.app
zh_hans: 添加或开启 /Applications/Cruft.app
zh_hant: 加入或開啟 /Applications/Cruft.app

# access.sheet.step3
source: Come back to Cruft; it re-checks by itself
zh_hans: 返回 Cruft；应用会自动重新检查
zh_hant: 回到 Cruft；它會自己重新檢查

# access.sheet.steps
source: How to grant it
zh_hans: 授权步骤
zh_hant: 授權步驟

# access.sheet.subtitle
source: macOS manages this, and you can turn it off in System Settings at any time
zh_hans: 由 macOS 管理，可随时在系统设置中关闭
zh_hant: 由 macOS 管理，隨時可以在「系統設定」中關掉

# access.sheet.title.off
source: Turn on Full Disk Access
zh_hans: 开启完全磁盘访问
zh_hant: 開啟完全取用磁碟

# access.sheet.title.on
source: File access is on
zh_hans: 文件访问已开启
zh_hant: 檔案取用已開啟

# app.inspect
source: Inspect
zh_hans: 检查
zh_hant: 檢查

# app.match.exact
source: Exact match
zh_hans: 精确匹配
zh_hant: 精確相符

# app.match.likely
source: Name match
zh_hans: 名称匹配
zh_hant: 名稱相符

# app.reason.itself
source: The app itself
zh_hans: 应用本体
zh_hant: App 本體

# app.reason.nameMatch
source: The name matches the app, so it isn’t ticked by default
zh_hans: 名称与应用一致，默认不选
zh_hant: 名稱和 App 一致，預設不勾選

# app.size.pending
source: Size not checked yet
zh_hans: 大小待检查
zh_hant: 大小待檢查

# app.status.found
source: Found %lld apps
zh_hans: 找到 %lld 个应用
zh_hant: 找到 %lld 個 App

# app.status.matching
source: Matching the files related to %@…
zh_hans: 正在匹配 %@ 的关联文件…
zh_hant: 正在比對 %@ 的關聯檔案…

# app.status.moving
source: Moving to the Trash…
zh_hans: 正在移到废纸篓…
zh_hant: 正在移到垃圾桶…

# app.status.reading
source: Reading apps and their sizes…
zh_hans: 正在读取应用与大小…
zh_hant: 正在讀取 App 與大小…

# app.status.related
source: Found %lld related items
zh_hans: 找到 %lld 个关联项目
zh_hant: 找到 %lld 個關聯項目

# app.status.trashed
source: Moved %lld items to the Trash
zh_hans: 已移到废纸篓 %lld 项
zh_hant: 已移到垃圾桶 %lld 項

# app.status.trashedPartial
source: Moved %1$lld items; %2$lld lacked permission or failed to move
zh_hans: 已移动 %1$lld 项，%2$lld 项无权限或移动失败
zh_hant: 已移動 %1$lld 項，%2$lld 項沒有權限或移動失敗

# apps.empty.message
source: Reads /Applications and ~/Applications. Only files matched by an exact bundle ID are ticked by default.
zh_hans: 读取 /Applications 和 ~/Applications。只有 Bundle ID 精确匹配的关联文件会默认选中。
zh_hant: 讀取 /Applications 和 ~/Applications。只有 Bundle ID 精確相符的關聯檔案才會預設勾選。

# apps.empty.title
source: Build the app list first
zh_hans: 先建立应用清单
zh_hant: 先建立 App 清單

# apps.loading
source: Reading apps and the space they take…
zh_hans: 正在读取应用与占用空间…
zh_hant: 正在讀取 App 與佔用空間…

# apps.metric.count
source: %lld apps
zh_hans: %lld 个应用
zh_hant: %lld 個 App

# apps.nomatch.message
source: Try a different name or bundle ID.
zh_hans: 换一个名称或 Bundle ID 试试。
zh_hant: 換一個名稱或 Bundle ID 試試。

# apps.nomatch.title
source: No app matches
zh_hans: 没有匹配的应用
zh_hant: 沒有相符的 App

# apps.scan
source: Scan apps
zh_hans: 扫描应用
zh_hant: 掃描 App

# apps.search.prompt
source: Search apps or bundle IDs
zh_hans: 搜索应用或 Bundle ID
zh_hant: 搜尋 App 或 Bundle ID

# apps.subtitle
source: Uninstall an app and review what it left in your home folder
zh_hans: 卸载应用，并审阅它留在用户目录中的关联文件
zh_hant: 移除 App，並檢視它留在個人資料夾裡的關聯檔案

# apps.title
source: App cleanup
zh_hans: 应用清理
zh_hant: App 清理

# appsheet.confirm.message
source: The selected items go to the Trash and a restore point is recorded. Cruft won’t force its way to admin rights, so a protected app may fail to move.
zh_hans: 选中项将进入废纸篓并写入恢复历史。Cruft 不会强行获取管理员权限，受保护的应用可能移动失败。
zh_hant: 勾選的項目會進垃圾桶並寫入還原記錄。Cruft 不會強行取得管理者權限，受保護的 App 可能移動失敗。

# appsheet.confirm.title
source: Uninstall and clean up?
zh_hans: 卸载并清理？
zh_hant: 移除並清理？

# appsheet.finder
source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# appsheet.legend.exact
source: Exact matches are ticked
zh_hans: 精确匹配默认选中
zh_hant: 精確相符的預設勾選

# appsheet.legend.name
source: Name matches need confirming
zh_hans: 名称匹配需手动确认
zh_hant: 名稱相符需要手動確認

# appsheet.matching
source: Matching related files…
zh_hans: 正在匹配关联文件…
zh_hant: 正在比對關聯檔案…

# appsheet.moving
source: Moving…
zh_hans: 正在移动…
zh_hant: 正在移動…

# appsheet.nobundleid
source: No bundle ID was read; only the app itself is shown
zh_hans: 未读取到 Bundle ID，仅展示应用本体
zh_hant: 讀不到 Bundle ID，只顯示 App 本體

# appsheet.selected
source: %1$lld selected · %2$@
zh_hans: 选中 %1$lld 项 · %2$@
zh_hant: 已選 %1$lld 項 · %2$@

# appsheet.title
source: Clean up %@
zh_hans: 清理 %@
zh_hant: 清理 %@

# btm.disabled
source: Disabled
zh_hans: 已停用
zh_hant: 已停用

# btm.empty.message
source: The data comes from sfltool dumpbtm. This pane only observes; it never edits the system’s records.
zh_hans: 数据来自 sfltool dumpbtm；此页面只做观察，不直接修改系统记录。
zh_hant: 資料來自 sfltool dumpbtm；這一頁只做觀察，不會改動系統記錄。

# btm.empty.title
source: See what runs in the background
zh_hans: 查看谁在后台运行
zh_hant: 看看有誰在背景執行

# btm.enabled
source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

# btm.field.developer
source: Developer
zh_hans: 开发者
zh_hant: 開發者

# btm.field.lastuse
source: Last used
zh_hans: 上次使用
zh_hant: 上次使用

# btm.field.location
source: Location
zh_hans: 位置
zh_hant: 位置

# btm.field.status
source: Status
zh_hans: 状态
zh_hant: 狀態

# btm.field.type
source: Type
zh_hans: 类型
zh_hant: 類型

# btm.footer
source: %1$lld enabled · %2$lld stale
zh_hans: 启用 %1$lld · 失效 %2$lld
zh_hant: 啟用 %1$lld · 失效 %2$lld

# btm.load
source: Read
zh_hans: 读取
zh_hant: 讀取

# btm.loading
source: Reading the system’s background activity…
zh_hans: 正在读取系统背景活动…
zh_hant: 正在讀取系統的背景活動…

# btm.location.missing
source: %@ ⚠︎ file is missing
zh_hans: %@ ⚠︎ 文件缺失
zh_hant: %@ ⚠︎ 檔案不存在

# btm.metric.count
source: %lld items
zh_hans: %lld 项
zh_hant: %lld 項

# btm.nomatch.message
source: Clear the search or turn off the stale filter.
zh_hans: 清除搜索或关闭失效过滤。
zh_hant: 清除搜尋，或關掉失效篩選。

# btm.nomatch.title
source: No matches
zh_hans: 没有匹配项
zh_hant: 沒有相符項目

# btm.orphanonly
source: Stale only (%lld)
zh_hans: 只看失效（%lld）
zh_hant: 只看失效（%lld）

# btm.refresh
source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

# btm.search.prompt
source: Search names, developers, bundle IDs
zh_hans: 搜索名称、开发者、Bundle ID
zh_hant: 搜尋名稱、開發者、Bundle ID

# btm.stale
source: Stale
zh_hans: 已失效
zh_hant: 已失效

# btm.subtitle
source: A read-only look at login items, agents, daemons and stale records
zh_hans: 只读查看登录项、代理、守护进程和失效记录
zh_hant: 唯讀查看登入項目、代理程式、常駐程式與失效記錄

# btm.systemsettings
source: System Settings
zh_hans: 系统设置
zh_hant: 系統設定

# btm.title
source: Background apps
zh_hans: 背景 App
zh_hant: 背景 App

# btm.type.agent
source: Agent
zh_hans: 代理
zh_hant: 代理程式

# btm.type.app
source: Application
zh_hans: 应用程序
zh_hant: 應用程式

# btm.type.backgroundTasks
source: Background tasks
zh_hans: 背景任务
zh_hant: 背景任務

# btm.type.daemon
source: Daemon
zh_hans: 守护进程
zh_hant: 常駐程式

# btm.type.developer
source: Developer
zh_hans: 开发者
zh_hant: 開發者

# btm.type.dockTile
source: Dock tile
zh_hans: Dock 磁贴
zh_hant: Dock 圖示

# btm.type.loginItem
source: Login item
zh_hans: 登录项
zh_hant: 登入項目

# btm.type.other
source: Other
zh_hans: 其他
zh_hant: 其他

# btm.unnamed
source: (unnamed)
zh_hans: （未命名）
zh_hant: （未命名）

# category.clean
source: Clean
zh_hans: 清理
zh_hant: 清理

# category.update
source: Update
zh_hans: 更新
zh_hant: 更新

# clean.confirm.message
source: File tasks move things to the Trash and record a restore point. Command tasks, emptying the Trash and Docker prune can’t be undone.
zh_hans: 文件型任务会移到废纸篓并写入恢复历史；命令型任务、清空废纸篓和 Docker prune 无法恢复。
zh_hant: 檔案型任務會移到垃圾桶並寫入還原記錄；指令型任務、清空垃圾桶和 Docker prune 無法還原。

# clean.confirm.start
source: Start cleaning (%lld tasks)
zh_hans: 开始清理（%lld 项）
zh_hant: 開始清理（%lld 項）

# clean.confirm.title
source: Start this maintenance run?
zh_hans: 开始本次维护？
zh_hant: 開始這次維護？

# clean.footer.result
source: %1$@ moved to the Trash · %2$@ actually freed
zh_hans: 移到废纸篓 %1$@ · 实际释放 %2$@
zh_hant: 移到垃圾桶 %1$@ · 實際釋出 %2$@

# clean.footer.selected
source: %lld tasks selected
zh_hans: 已选择 %lld 项
zh_hant: 已選 %lld 項

# clean.metric.free
source: %@ free
zh_hans: 可用 %@
zh_hant: 可用 %@

# clean.start
source: Start maintenance
zh_hans: 开始维护
zh_hant: 開始維護

# clean.subtitle
source: Send rebuildable development caches to the Trash
zh_hans: 把可重建的开发缓存送进废纸篓
zh_hant: 把可重建的開發快取送進垃圾桶

# clean.title
source: Clean
zh_hans: 清理
zh_hant: 清理

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# common.movetotrash
source: Move to Trash
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

# common.opensystemsettings
source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# detail.brewCleanup
source: Delete old versions, download caches and broken symlinks
zh_hans: 删除旧版本、下载缓存、失效符号链接
zh_hant: 刪除舊版本、下載快取、失效的符號連結

# detail.brewUpdate.cask
source: Upgrade every cask, including apps that update themselves
zh_hans: 升级所有 cask，含自带自动更新的应用
zh_hant: 升級所有 cask，包含自己會更新的 App

# detail.brewUpdate.index
source: Refresh the formula / cask index
zh_hans: 更新 formula / cask 索引
zh_hant: 更新 formula / cask 索引

# detail.brewUpdate.upgrade
source: Upgrade every outdated formula
zh_hans: 升级所有过时的 formula
zh_hant: 升級所有過時的 formula

# detail.caches
source: User-level app caches, which apps rebuild as they need them
zh_hans: 用户级应用缓存，App 会按需重建
zh_hant: 使用者層級的 App 快取，App 會按需要重建

# detail.cargo.cache
source: Downloaded crate archives
zh_hans: crate 下载压缩包
zh_hant: crate 下載的壓縮檔

# detail.cargo.src
source: Unpacked crate sources
zh_hans: 解压的 crate 源码
zh_hant: 解壓後的 crate 原始碼

# detail.cocoapods
source: Delete every pod cache under ~/Library/Caches/CocoaPods
zh_hans: 删除 ~/Library/Caches/CocoaPods 全部 pod 缓存
zh_hant: 刪除 ~/Library/Caches/CocoaPods 下所有 pod 快取

# detail.dockerBuildCache
source: Empty the BuildKit build cache; the next build rebuilds it and runs slower
zh_hans: 清空 BuildKit 构建缓存；下次构建会重建，速度会变慢
zh_hant: 清空 BuildKit 建置快取；下次建置會重建，速度會變慢

# detail.dockerContainers
source: Delete stopped containers; running containers are untouched
zh_hans: 删除已停止的容器；运行中容器不受影响
zh_hant: 刪除已停止的容器；正在執行的容器不受影響

# detail.dockerImages
source: Delete untagged <none>:<none> dangling images; images a container references are kept
zh_hans: 删除无 tag 的 <none>:<none> 悬挂 image；已被容器引用的 image 保留
zh_hant: 刪除沒有 tag 的 <none>:<none> 懸空 image；被容器引用的 image 會保留

# detail.dockerVolumes
source: Delete volumes no container references; the data inside can’t be recovered, so this is off by default
zh_hans: 删除未被任何容器引用的 volume；卷内数据不可恢复，默认关闭
zh_hant: 刪除沒有任何容器引用的 volume；卷裡的資料無法還原，所以預設關閉

# detail.gemCleanup
source: Delete each gem’s old versions, keeping only the newest
zh_hans: 删除各 gem 的旧版本，仅保留最新
zh_hant: 刪除各個 gem 的舊版本，只保留最新的

# detail.go
source: The build cache plus the module cache (the module cache is read-only, so go has to delete it)
zh_hans: 构建缓存 + 模块缓存（模块缓存只读，须经 go 删除）
zh_hant: 建置快取加上模組快取（模組快取是唯讀的，必須經由 go 刪除）

# detail.gradle
source: Gradle dependency and build caches
zh_hans: Gradle 依赖与构建缓存
zh_hant: Gradle 依賴與建置快取

# detail.logs
source: User-level app logs (system-level /Library/Logs needs admin rights and is left alone)
zh_hans: 用户级应用日志（系统级 /Library/Logs 需管理员权限，不处理）
zh_hant: 使用者層級的 App 記錄（系統層級的 /Library/Logs 需要管理者權限，不處理）

# detail.masUpgrade
source: Upgrade every installed App Store app
zh_hans: 升级所有已安装的 App Store 应用
zh_hant: 升級所有已安裝的 App Store App

# detail.maven
source: The local Maven repository; once emptied, the next build downloads every dependency again
zh_hans: Maven 本地仓库；清空后下次构建会重新下载全部依赖
zh_hant: Maven 本機倉庫；清空之後，下次建置會重新下載所有依賴

# detail.npm
source: The npm download cache, rebuilt on the next install
zh_hans: npm 下载缓存，下次安装会重建
zh_hant: npm 下載快取，下次安裝會重建

# detail.pip
source: The pip wheel / HTTP cache
zh_hans: pip wheel / http 缓存
zh_hant: pip wheel / HTTP 快取

# detail.pnpm
source: Delete packages in the pnpm store that no project references
zh_hans: 删除 pnpm store 中无项目引用的包
zh_hant: 刪除 pnpm store 裡沒有專案引用的套件

# detail.swiftpm
source: The SwiftPM dependency cache
zh_hans: SwiftPM 依赖缓存
zh_hant: SwiftPM 依賴快取

# detail.trash
source: The contents of the Trash, unrecoverable once deleted
zh_hans: 废纸篓内容，删除后无法恢复
zh_hant: 垃圾桶的內容，刪除之後無法還原

# detail.xcode.archives
source: Packaged archives (.xcarchive)
zh_hans: 打包归档 (.xcarchive)
zh_hant: 打包歸檔（.xcarchive）

# detail.xcode.derivedData
source: Build intermediates and indexes
zh_hans: 编译中间产物与索引
zh_hant: 編譯中間產物與索引

# detail.xcode.deviceSupport
source: Old on-device debug symbols, keeping the newest version
zh_hans: 旧真机调试符号，保留最新一个版本
zh_hant: 舊的實機除錯符號，保留最新的一個版本

# detail.xcode.products
source: Exported products
zh_hans: 导出的产物
zh_hant: 匯出的產物

# detail.xcode.simulators
source: Delete unavailable simulators
zh_hans: 删除不可用 / 无效的模拟器
zh_hant: 刪除不可用／無效的模擬器

# detail.yarn
source: The Yarn (classic) global cache
zh_hans: Yarn (classic) 全局缓存
zh_hant: Yarn（classic）全域快取

# history.batch.installers
source: Installers
zh_hans: 安装包
zh_hant: 安裝檔

# history.batch.projects
source: Build products
zh_hans: 项目产物
zh_hant: 專案產物

# history.batch.routine
source: Routine cleanup
zh_hans: 常规清理
zh_hant: 常規清理

# history.batch.uninstall
source: Uninstall %@
zh_hans: 卸载 %@
zh_hant: 移除 %@

# history.confirm.message
source: If a file of the same name is already there, Cruft keeps the existing file and skips that item.
zh_hans: 如果原位置已经存在同名文件，Cruft 会保留现有文件并跳过该项目。
zh_hant: 如果原位置已經有同名檔案，Cruft 會保留現有的檔案並略過該項目。

# history.confirm.restore
source: Restore %lld items
zh_hans: 恢复 %lld 项
zh_hant: 還原 %lld 項

# history.confirm.title
source: Restore to the original location?
zh_hans: 恢复到原位置？
zh_hant: 還原到原本的位置？

# history.empty.message
source: Once build products, installers, apps and file-based cleanups go to the Trash, they leave a restore point here.
zh_hans: 项目产物、安装包、应用及文件型清理进入废纸篓后，会在这里留下恢复点。
zh_hant: 專案產物、安裝檔、App 以及檔案型清理進了垃圾桶之後，會在這裡留下還原點。

# history.empty.title
source: No restore points yet
zh_hans: 还没有恢复记录
zh_hant: 還沒有還原記錄

# history.forget
source: Remove the record only
zh_hans: 只移除记录
zh_hant: 只移除記錄

# history.metric.needauth
source: Needs access
zh_hans: 待授权
zh_hant: 待授權

# history.needauth
source: Grant access to check what can be restored
zh_hans: 授权后检查可恢复状态
zh_hant: 授權之後才能檢查可還原狀態

# history.recoverable
source: %1$lld of %2$lld can be restored
zh_hans: %1$lld / %2$lld 项可恢复
zh_hant: %1$lld / %2$lld 項可還原

# history.restore
source: Restore
zh_hans: 恢复
zh_hant: 還原

# history.status.forgotten
source: Record removed; the files in the Trash are untouched
zh_hans: 已移除历史记录；废纸篓中的文件未受影响
zh_hant: 已移除記錄；垃圾桶裡的檔案沒有受影響

# history.status.loadFailed
source: Couldn’t read the history: %@
zh_hans: 历史记录读取失败：%@
zh_hant: 記錄讀取失敗：%@

# history.status.nothing
source: Nothing could be restored; these may already be out of the Trash
zh_hans: 没有可恢复的项目；它们可能已从废纸篓移除
zh_hant: 沒有可還原的項目；它們可能已經從垃圾桶移除了

# history.status.partial
source: Restored %1$lld items; %2$lld conflicted or went missing
zh_hans: 已恢复 %1$lld 项，%2$lld 项存在冲突或已丢失
zh_hant: 已還原 %1$lld 項，%2$lld 項有衝突或已遺失

# history.status.restored
source: Restored %lld items
zh_hans: 已恢复 %lld 项
zh_hant: 已還原 %lld 項

# history.status.restoring
source: Restoring…
zh_hans: 正在恢复…
zh_hant: 正在還原…

# history.status.saveFailed
source: Couldn’t save the history: %@
zh_hans: 历史记录保存失败：%@
zh_hant: 記錄儲存失敗：%@

# history.status.saved
source: Restore point saved
zh_hans: 已保存可恢复记录
zh_hant: 已儲存還原記錄

# history.subtitle
source: Move items still in the Trash back where they came from
zh_hans: 把仍在废纸篓中的项目移回原位置
zh_hant: 把還在垃圾桶裡的項目移回原本的位置

# history.task.appAndRelated
source: The app and its related files
zh_hans: 应用及关联文件
zh_hant: App 與關聯檔案

# history.task.trash
source: Moved to the Trash
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

# history.title
source: Restore history
zh_hans: 恢复历史
zh_hant: 還原記錄

# installers.empty
source: No .dmg / .pkg installers found
zh_hans: 未发现 .dmg / .pkg 安装包
zh_hant: 沒有找到 .dmg / .pkg 安裝檔

# installers.subtitle
source: Tidy up the DMGs and PKGs in Downloads and on the Desktop
zh_hans: 整理下载目录和桌面上的 DMG、PKG
zh_hant: 整理「下載」資料夾和桌面上的 DMG、PKG

# installers.title
source: Installers
zh_hans: 安装包
zh_hant: 安裝檔

# kind.brewCleanup.title
source: Clean up Homebrew
zh_hans: 清理 Homebrew
zh_hant: 清理 Homebrew

# kind.brewUpdate.title
source: Update Homebrew
zh_hans: 更新 Homebrew
zh_hant: 更新 Homebrew

# kind.caches.subtitle
source: The contents of ~/Library/Caches
zh_hans: ~/Library/Caches 内容
zh_hant: ~/Library/Caches 的內容

# kind.caches.title
source: Clean system caches
zh_hans: 清理系统缓存
zh_hant: 清理系統快取

# kind.cargo.subtitle
source: ~/.cargo/registry cache and sources
zh_hans: ~/.cargo/registry 缓存与源码
zh_hant: ~/.cargo/registry 快取與原始碼

# kind.cargo.title
source: Clean the Cargo cache
zh_hans: 清理 Cargo 缓存
zh_hant: 清理 Cargo 快取

# kind.cocoapods.title
source: Clean the CocoaPods cache
zh_hans: 清理 CocoaPods 缓存
zh_hant: 清理 CocoaPods 快取

# kind.dockerBuildCache.subtitle
source: docker builder prune -af (rebuildable)
zh_hans: docker builder prune -af（重建可再生）
zh_hant: docker builder prune -af（可以重建）

# kind.dockerBuildCache.title
source: Clean the Docker build cache
zh_hans: 清理 Docker 构建缓存
zh_hant: 清理 Docker 建置快取

# kind.dockerContainers.subtitle
source: docker container prune -f (stopped containers)
zh_hans: docker container prune -f（已停止容器）
zh_hant: docker container prune -f（已停止的容器）

# kind.dockerContainers.title
source: Clean stopped Docker containers
zh_hans: 清理 Docker 已停容器
zh_hant: 清理已停止的 Docker 容器

# kind.dockerImages.subtitle
source: docker image prune -f (only <none>:<none> dangling images)
zh_hans: docker image prune -f（仅 <none>:<none> 悬挂 image）
zh_hant: docker image prune -f（只有 <none>:<none> 懸空 image）

# kind.dockerImages.title
source: Clean dangling Docker images
zh_hans: 清理 Docker 悬挂 image
zh_hant: 清理 Docker 懸空 image

# kind.dockerVolumes.subtitle
source: docker volume prune -f (volumes no container references; the data can’t be recovered)
zh_hans: docker volume prune -f（未被容器引用的 volume，数据不可恢复）
zh_hant: docker volume prune -f（沒有容器引用的 volume，資料無法還原）

# kind.dockerVolumes.title
source: Clean unmounted Docker volumes
zh_hans: 清理 Docker 未挂载 volume
zh_hant: 清理未掛載的 Docker volume

# kind.gemCleanup.title
source: Clean up Ruby gems
zh_hans: 清理 Ruby Gem
zh_hant: 清理 Ruby Gem

# kind.go.title
source: Clean the Go cache
zh_hans: 清理 Go 缓存
zh_hant: 清理 Go 快取

# kind.gradle.title
source: Clean the Gradle cache
zh_hans: 清理 Gradle 缓存
zh_hant: 清理 Gradle 快取

# kind.logs.subtitle
source: The contents of ~/Library/Logs
zh_hans: ~/Library/Logs 内容
zh_hant: ~/Library/Logs 的內容

# kind.logs.title
source: Clean app logs
zh_hans: 清理应用日志
zh_hant: 清理 App 記錄

# kind.masUpgrade.title
source: Update App Store apps
zh_hans: 更新 App Store 应用
zh_hant: 更新 App Store 的 App

# kind.maven.subtitle
source: ~/.m2/repository (the next build downloads it again)
zh_hans: ~/.m2/repository（下次构建会重新下载）
zh_hant: ~/.m2/repository（下次建置會重新下載）

# kind.maven.title
source: Clean the Maven repository
zh_hans: 清理 Maven 仓库
zh_hant: 清理 Maven 倉庫

# kind.npm.title
source: Clean the npm cache
zh_hans: 清理 npm 缓存
zh_hant: 清理 npm 快取

# kind.pip.title
source: Clean the pip cache
zh_hans: 清理 pip 缓存
zh_hant: 清理 pip 快取

# kind.pnpm.title
source: Clean the pnpm store
zh_hans: 清理 pnpm store
zh_hant: 清理 pnpm store

# kind.swiftpm.title
source: Clean the SwiftPM cache
zh_hans: 清理 SwiftPM 缓存
zh_hant: 清理 SwiftPM 快取

# kind.trash.subtitle
source: The contents of ~/.Trash
zh_hans: ~/.Trash 内容
zh_hant: ~/.Trash 的內容

# kind.trash.title
source: Empty the Trash
zh_hans: 清空废纸篓
zh_hant: 清空垃圾桶

# kind.xcode.subtitle
source: DerivedData, Archives, old DeviceSupport, unavailable simulators
zh_hans: DerivedData、Archives、旧 DeviceSupport、无效模拟器
zh_hant: DerivedData、Archives、舊的 DeviceSupport、無效的模擬器

# kind.xcode.title
source: Clean up Xcode
zh_hans: 清理 Xcode
zh_hant: 清理 Xcode

# kind.yarn.title
source: Clean the Yarn cache
zh_hans: 清理 Yarn 缓存
zh_hant: 清理 Yarn 快取

# log.deleted
source: Deleted %@
zh_hans: 已删除 %@\n
zh_hant: 已刪除 %@\n

# log.deviceSupportKeep
source: DeviceSupport: keeping the newest, %@
zh_hans: DeviceSupport 保留最新：%@\n
zh_hant: DeviceSupport 保留最新：%@\n

# log.empty
source: Task output shows up here.
zh_hans: 任务输出会显示在这里。
zh_hant: 任務輸出會顯示在這裡。

# log.launchFailed
source: Couldn’t launch: %@
zh_hans: 启动失败：%@\n
zh_hant: 啟動失敗：%@\n

# log.simulators
source: Deleting unavailable simulators…
zh_hans: 删除无效模拟器…\n
zh_hant: 刪除無效的模擬器…\n

# log.skipItemError
source: Skipped %1$@: %2$@
zh_hans: 跳过 %1$@：%2$@\n
zh_hant: 略過 %1$@：%2$@\n

# log.skipPath
source: Skipped (missing or no permission): %@
zh_hans: 跳过（不存在或无权限）：%@\n
zh_hant: 略過（不存在或沒有權限）：%@\n

# log.title
source: Run log
zh_hans: 运行日志
zh_hant: 執行記錄

# log.trashFailed
source: Skipped %@: couldn’t move it to the Trash
zh_hans: 跳过 %@：无法移到废纸篓\n
zh_hant: 略過 %@：無法移到垃圾桶\n

# log.trashed
source: Moved %@ to the Trash
zh_hans: 已移到废纸篓 %@\n
zh_hant: 已移到垃圾桶 %@\n

# projects.empty
source: No build product directories found
zh_hans: 未发现项目产物目录
zh_hant: 沒有找到專案產物目錄

# projects.subtitle
source: Find dependency and build directories nobody has touched in a while
zh_hans: 找出长期未使用的依赖和构建目录
zh_hant: 找出長期沒用到的依賴和建置目錄

# projects.title
source: Build products
zh_hans: 项目产物
zh_hant: 專案產物

# scan.clean.title
source: Nothing here
zh_hans: 这里很干净
zh_hant: 這裡很乾淨

# scan.confirm.message
source: The path mapping is saved, so Restore History can move these back. Once the Trash is emptied they’re gone.
zh_hans: 将保存路径映射，可从「恢复历史」移回原位置；清空废纸篓后将无法恢复。
zh_hant: 會保存路徑對應，可以從「還原記錄」移回原位置；清空垃圾桶之後就無法還原。

# scan.confirm.move
source: Move %lld items
zh_hans: 移动 %lld 项
zh_hant: 移動 %lld 項

# scan.confirm.title
source: Move to the Trash?
zh_hans: 移到废纸篓？
zh_hant: 移到垃圾桶？

# scan.empty.installers
source: Scans your Downloads folder and the Desktop. Installers are always yours to pick one by one.
zh_hans: 扫描下载目录和桌面。安装包始终由你逐个选择。
zh_hant: 掃描「下載」資料夾和桌面。安裝檔一律由你逐個挑選。

# scan.empty.projects
source: Scans Works, Projects and Developer. Projects touched in the last 7 days aren’t ticked by default.
zh_hans: 扫描 Works、Projects、Developer；最近 7 天使用过的项目默认不勾选。
zh_hant: 掃描 Works、Projects、Developer；最近 7 天用過的專案預設不勾選。

# scan.empty.title
source: Start with a safe scan
zh_hans: 从一次安全扫描开始
zh_hant: 從一次安全的掃描開始

# scan.footer.failed
source: · %lld failed to move
zh_hans: · %lld 项移动失败
zh_hant: · %lld 項移動失敗

# scan.footer.notscanned
source: Not scanned yet
zh_hans: 尚未扫描
zh_hant: 尚未掃描

# scan.footer.selected
source: %1$lld selected · %2$@
zh_hans: 选中 %1$lld 项 · %2$@
zh_hant: 已選 %1$lld 項 · %2$@

# scan.rescan
source: Scan again
zh_hans: 重新扫描
zh_hant: 重新掃描

# scan.row.age
source: %1$@ · %2$lld days ago
zh_hans: %1$@ · %2$lld 天前
zh_hant: %1$@ · %2$lld 天前

# scan.row.deselect
source: Deselect %@
zh_hans: 取消选择 %@
zh_hant: 取消選擇 %@

# scan.row.select
source: Select %@
zh_hans: 选择 %@
zh_hant: 選擇 %@

# scan.scan
source: Scan
zh_hans: 扫描
zh_hant: 掃描

# scan.scanning
source: Scanning…
zh_hans: 正在扫描…
zh_hant: 正在掃描…

# sidebar.section.space
source: Space
zh_hans: 空间维护
zh_hant: 空間維護

# sidebar.section.system
source: System
zh_hans: 系统
zh_hant: 系統

# storage.free
source: Free space
zh_hans: 可用空间
zh_hant: 可用空間
